Repository: climu/openstudyroom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: members
es: miembros

source: Invite a user
es: Invitar a un usuario

source: Invite !
es: ¡Invitar!

source: All %(community.name)s members
es: Todos los miembros de %(community.name)s

source: username
es: usuario

source: kick out
es: echar

source: Kick !
es: ¡Patear!

source: Edit
es: Editar

source: You are about to join the %(name)s community. Allright?
es: Está a punto de inscribirse en la comunidad %(name)s. ¿Está bien?

source: Join
es: Unirse a

source: Quit
es: Salir

source: Leagues
es: Ligas

source: tournaments
es: Torneos

source: Games
es: Partidas

source: Members
es: Participantes

source: Activity
es: Actividad

source: All %(name)s leagues
es: Todas las ligas de %(name)s

source: Create new league
es: Crear nueva liga

source: Open leagues are green.
es: Ligas abiertas están pintadas en verde

source: Click a game result to see it.
es: Hacer clic a un resultado para revisarlo.

source: All %(name)s tournaments
es: Todos los torneos de %(name)s

source: Create new tournament
es: Crear torneo nuevo

source: Open tournament are green.
es: Torneos abiertos etán pintados en verde.

source: All %(name)s members
es: Todas las participantes de %(name)s

source: OSR exact username
es: Nombre de usuario exacto de OSR

source: Community admins are blue.
es: Administrador@s de la comunidad en letra azul.

source: name
es: nombre

source: begin
es: comenzar

source: ends
es: termina

source: divisions
es: divisiones

source: players
es: jugadores

source: games
es: juegos

source: edit
es: editar

source: You are about to kick %(username)s. Allright?
es: Estás por patear a %(username)s. ¿De acuerdo?

source: You are about to add %(username)s as a community admin?
es: ¿Vas a agregar a %(username)s como un administrador de la comunidad?

source: You are about to remove %(username)s from community admins?
es: ¿Vas a remover a %(username)s de los administradores de la comunidad?

source: reject
es: rechazar

source: accept
es: aceptar

source: You are about to add %(username)s as a community member?
es: ¿Vas a agregar a %(username)s como un miembro de la comunidad?

source: Delete
es: Eliminar

source: Discord Binding
es: Enlazar Discord

source: Game Appointment Created Title
es: Nueva pieza programada

source: Continue reading
es: Continuar leyendo

source: Archives
es: Archivos

source: Scrape list
es: Lista de rastreo

source: Players
es: Jugadores

source: Infos
es: Informaciones

source: This league is a <b>primary league</b>. It means it will be automatically joined when joining another league.
es: Esta liga es una <b>liga primaria</b>. Esto significa que se unirá automáticamente cuando se una a otra liga.

source: The <b>%(name)s</b> started on <b>%(begin_time)s</b> (%(TIME_ZONE)s) and
es: El <b>%(name)s</b> comenzó el <b>%(begin_time)s</b> (%(TIME_ZONE)s) y

source: stoped
es: detenido

source: will stop
es: se detendrá

source: on
es: el

source: %(number_players)s players played %(number_games)s games in %(number_divisions)s divisions. That is %(percent_game_played)s %% of %(possible_games)s possible games.
es: %(number_players)s personas jugaron %(number_games)s partidas en %(number_divisions)s divisiones. Eso es %(percent_game_played)s %% de %(possible_games)s partidas posibles.

source: Game settings
es: Configuración de la partida

source: Game must be <b>public</b>.
es: La partida debe ser <b>pública</b>.

source: Games must be played with <b>no handicap</b>
es: Las partidas deben ser jugadas <b>sin hándicap</b>

source: Games must use <b>Japanese timesetting</b> with at least <b>%(get_main_time_min)s min main time</b> and <b>3 x %(additional_time)s sec byo-yomi</b>.
es: Las partidas deben usar <b>byo-yomi japonés</b> con al menos <b>%(get_main_time_min)s min de tiempo principal</b> y <b>3 x %(additional_time)s seg byo-yomi</b>.

source: At least one player must tag the game saying <b>%(tag_upper)s</b> or <b>%(tag_lower)s</b>.
es: Por lo menos un jugador debe etiqutar la partida comentando <b>%(tag_upper)s</b> o <b>%(tag_lower)s</b> en el chat.

source: The game can be ranked or free to the convenience of the players.
es: La partida puede ser evaluada o libre.

source: Komi must be set to <b>%(komi)s</b>.
es: El Komi debe ser de <b>%(komi)s</b>.

source: If played on OGS, <b>game analysis should be disabled</b>.
es: Si se juega en OGS, <b>el análisis de la partida debería ser desactivado</b>.

source: Using a bot such as Leela or Crazy Stone during league game is strictly forbidden. The OSR team might check some games from time to time to look for matching with these go engines.
es: Usar un bot como Leela o Crazy Stone durante partidas de liga está estrictamente prohibido. El equipo OSR podría revisar algunas partidas de vez en cuando para analizar correlaciones con éstos.

source: League rules
es: Reglas de la liga

source: Players can play up to <b>%(nb_matchs)s games</b> against the same opponent
es: Jugadores pueden jugar hasta <b>%(nb_matchs)s partidas</b> contra el mismo oponente

source: within the group
es: dentro del grupo

source: A win grants <b>%(ppwin)s points</b> and a loss grants <b>%(pploss)s</b>.
es: Una victoria otorga <b>%(ppwin)s puntos</b> y una derrota otorga <b>%(pploss)s</b>.

source: Players who played at least <b>%(min_matchs)s games</b> will be added to the next league, once this one has ended.
es: Jugadores que hayan jugado al menos <b>%(min_matchs)s partidas</b> serán agregados a la siguiente liga, una vez que ésta haya finalizado.

source: Players are strongly encouraged to review their game afterward. If both players have the same rank, or if your opponent can't help you in reviewing the game, one should feel free to ask stronger players in our kgs room and/or in our discord channel help for the review.
es: Se anima fuertemente a los jugadores a revisar sus partidas una vez terminadas. Si ambos jugadores son del mismo rango, o si su oponente no lo puede ayudar a revisar la partida, se debe sentir libre de preguntar a jugadores más fuertes en nuestra sala de KGS y/o en nuestro canal de discord si lo pueden ayudar a revisar.

source: League ends in
es: La liga finaliza en

source: Results
es: Resultados

source: You are about to join the %(event)s. Allright?
es: Usted está a punto de unirse a %(event)s. ¿De acuerdo?

source: You are about to quit the %(event)s. Allright?
es: Está a punto de salir de %(event)s. ¿Está bien?

source: player
es: jugador

source: Edit forum profile
es: Editar el perfil de foro

source: (optional)
es: (opcional)

source: Submit
es: Enviar

source: results
es: resultados

source: This league is empty !
es: ¡La liga está vacía!

source: OSR leagues
es: ligas OSR

source: If you just played a game, you can move you up this list by clicking this button :
es: Si usted jugó una partida, puede moverse arriba en la lista pulsando este botón:

source: Put me up !
es: ¡Ponme arriba!

source: check in (min)
es: revisar en (min)

source: put up
es: poner arriba

source: E-mail Addresses
es: Direcciones de correo electrónico

source: The following e-mail addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:

source: Verified
es: Verificado

source: Unverified
es: Sin verificar

source: Primary
es: Principal

source: Make Primary
es: Convertirlo en primario

source: Re-send Verification
es: Reenviar la verificación

source: Remove
es: Remover

source: Warning:
es: Atención:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ninguna dirección de correo electrónico seleccionada. Deberías agregar una para poder recibir notificaciones, resetear la contraseña, etc.

source: Add E-mail Address
es: Añadir dirección de correo electrónico

source: Add E-mail
es: Añadir correo electrónico

source: Do you really want to remove the selected e-mail address?
es: ¿En verdad quieres remover el correo electrónico seleccionado?

source: Confirm email address for %(site_name)s
es: Confirmar la dirección de correo electrónico para %(site_name)s

source: You have been invited to sign up at %(name)s. %(signup_url)s
es: Has sido invitado para registrarte en %(name)s. %(signup_url)s

source: Create an account on %(name)s
es: Crear una cuenta en %(name)s

source: This is the email notification to confirm your password has been changed on %(now)s.
es: Este es una notificación por correo electrónico para confirmar que tu contraseña se ha modificado %(now)s.

source: Change password email notification
es: Cambiar la contraseña por notificación por correo electrónico

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
es: Está recibiendo este correo debido a que usted o alguien más solicitó una contraseña para su cuenta de usuario en %(site_name)s. Puede ignorarlo si usted no ha solicitado un cambio de contraseña. Cliquee el link de abajo para cambiar su contraseña. %(password_reset_url)s

source: [%(site_name)s] Password reset
es: [%(site_name)s] Cambio de contraseña

source: Confirm E-mail Address
es: Confirmar correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este hipervínculo de confirmación de correo electrónico venció o es invalido. Por favor <a href="%(email_url)s">envia una nueva solicitud de confirmación de tu dirección de correo electrónico</a>.

source: Confirm your email address
es: Confirma tu correo electrónico

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:openstudyroom@gmail.com">openstudyroom@gmail.com</a>.
es: Te hemos enviado un correo electrónico a <b>%(email)s</b> como verificación. Sigue el link entregado para finalizar el proceso de inscripción. Si no lo recibes dentro de unos minutos, contáctanos en <a href="mailto:openstudyroom@gmail.com">openstudyroom@gmail.com</a>.

source: Go back
es: Volver atrás

source: Email confirmed
es: Correo electrónico confirmado

source: You have confirmed <b>%(email)s</b>
es: Has confirmado <b>%(email)s</b>

source: Change Password
es: Cambiar contraseña

source: Bad Token
es: Token Invalido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El vinculo de reseteo de contraseña es inválido, posiblemente porque ya ha sido utilizado. Por favor solicita un <a href="%(passwd_reset_url)s">reseteo de contraseña nuevo</a>

source: change password
es: cambiar contraseña

source: Your password is now changed.
es: Su contraseña no ha sido modificada.

source: Join the Open Study Room
es: Ingresar a Open Study Room

source: The Open Study Room
es: Open Study Room

source: Take chance to join an online go community dedicated to play, teach, learn and study the fascinating game of go
es: Súmase a una comunidad en línea dedicada a jugar, aprender, enseñar y estudiar el juego fascinante que es el Go.

source: It's free, community driven, and we welcome everyone from beginers to strong dans
es: Es gratis, auto-gestionado, y recibimos con alegría a cualquiera, no importa su rango o nivel de experiencia del Go.

source: If you are uncertain what OSR is, or have any questions, be sure to read our <a href='/faq/'>FAQ</a>. You can also ask us directly in <a href='https://discord.gg/b7meDjX'>Discord server</a>
es: Si no tiene claro de qué se trata OSR, o tiene preguntas, valdría la pena leer nuestro <a href='/faq/'>FAQ</a>. Tambien puede consultar en nuestro <a href='https://discord.gg/b7meDjX'>servidor Discord</a>

source: Register here
es: Registrarse aquí

source: Registering will allow you to participate in our <a href='/league/league_rules'>leagues</a>, use our <a href='/forum/'>forums</a> and our discord server
es: Ser miembro le permitirá participar en nuestras <a href='/league/league_rules'>ligas</a>, usar nuestros<a href='/forum/'>foros</a> y nuestro servidor Discord.

source: Just fill this form by indicating your <a href='https://www.gokgs.com'>KGS</a> and/or <a href='https://online-go.com'>OGS</a> username so that our automatic game finder can upload your league games to your profile
es: Rellene el formulario indicando su nombre de usuario <a href='https://www.gokgs.com'>KGS</a> y/o <a href='https://online-go.com'>OGS</a> para que nuestro rastreador automatico pueda subir sus partidas de liga al sistema e incluir sus resultados en las tablas de las ligas en las cuales participa.

source: We will check that your OGS/KGS username are valid (at least one game) and that you verify your email before activating your account
es: Cercioraremos que su nombre(s) de usuario OGS /KGS sea válido (con por lo menos una partida jugada) y que haya verificado su dirección de correo electrónico antes de activar su cuenta.

source: Setting your timezone will allow our website to adapt all times to your local time
es: Si indica su zona horaria el

source: OSR code of conduct
es: Código de conducta de OSR

source: By creating an account on OSR website, you agree to <a href='/code-conduct/'>OSR code of conduct</a>. Just simple common sense rules so everyone can get along nicely
es: Si usted crea una cuenta en el sitio openstudyroom.org, eso indica que usted acepta <a href='/code-conduct/'>el código de conducta</a>. Se trata de algunas reglas y directrices de sentido común que promueven la sana convivencia.

source: Sign up
es: Registrarse

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Log in
es: Ingresar

source: Search...
es: Buscar...

source: Advanced search
es: Búsqueda avanzada

source: Subscriptions
es: Suscripciones

source: View my messages
es: Ver mis mensajes

source: Moderation queue
es: Cola de moderación

source: By: <a href="%(poster_url)s">%(username)s</a> on %(creation_date)s
es: Por: <a href="%(poster_url)s">%(username)s</a> %(creation_date)s

source: By: %(poster_username)s on %(creation_date)s
es: Por: %(poster_username)s %(creation_date)s

source: Last edited by:
es: Última vez editado por:

source: Updated
es: Actualizado

source: edited %(counter)s time in total.
es: editado %(counter)s vez en total.

source: Reason:
es: Razón:

source: Posts:
es: Articulos:

source: Anonymous user
es: Usuario anónimo

source: %(username)s profile
es: perfil de %(username)s

source: Edit profile
es: Editar perfil

source: Statistics
es: Estadísticas

source: <h2><strong>%(counter)s</strong></h2> <p><small>Topic</small></p>
es: <h2><strong>%(counter)s</strong></h2> <p><small>Tema</small></p>

source: Recent posts
es: Anuncios recientes

source: View all
es: Ver todos

source: On %(creation_date)s
es: En %(creation_date)s

source: Topics that you are subscribed to
es: Temas a los que estás suscrito

source: %(counter)s topic found
es: %(counter)s tema encontrado

source: Not topics found.
es: No se han encontrado temas.

source: Subscribe to topic
es: Suscribirse al tema

source: Would you like to subscribe to this topic?
es: ¿Te gustaría suscribirte a este tema?

source: Yes
es: Sí

source: Unsubscribe from topic
es: Desuscribir del tema

source: Would you like to unsubscribe from this topic?
es: ¿Te gustaría desuscribirte de este tema?

source: My messages
es: Mis mensajes

source: %(username)s's posts
es: posts de %(username)s

source: %(counter)s post found
es: %(counter)s post encontrado

source: No posts found
es: Ningún post encontrado.

source: Archived Messages
es: Mensajes archivados

source: Messages in this folder will never be removed. You can use this folder for long term storage.
es: Los mensajes en esta carpeta nunca serán removidos. Puede usar esta carpeta como almacenamiento a largo plazo.

source: Inbox
es: Buzón

source: Sent Messages
es: Enviar mensajes

source: Write
es: Escribir

source: Trash
es: Basura

source: Messaging
es: Mensajería

source: Sorry, this page number is invalid.
es: Lo sentimos, este número de página no es válido.

source: by conversation
es: por conversación

source: by message
es: por mensaje

source: Archive
es: Archivos

source: Undelete
es: Recuperar

source: Mark as read
es: Marcar como leído

source: Mark as unread
es: Marcar como no leído

source: Action
es: Acción

source: Sender
es: Emisor

source: Recipient
es: Recipiente

source: Subject
es: Tema

source: Date
es: Fecha

source: No messages.
es: Sin mensajes.

source: Send
es: Enviar

source: On %(date)s, you asked to send a message to the user '%(recipient)s'.
es: El %(date)s, usted solicitó enviar un mensaje al usuario '%(recipient)s'.

source: Your message has been rejected by the moderator
es: Tu mensaje ha sido rechazado por el moderador

source: , for the following reason:
es: , por las siguientes razones:

source: You have received a message from the user '%(sender)s'
es: Has recibido un mensaje del usuario ''%(sender)s

source: Message "%(subject)s" on the site %(sitename)s
es: Mensaje "%(subject)s" en el sitio %(sitename)s

source: Dear visitor,
es: Querido visitante,

source: As a reminder, please find below the content of your message.
es: Como un recordatorio, a continuación encontrará el contenido de su mensaje.

source: On %(date)s, you sent a message to the user '%(sender)s'.
es: El %(date)s, usted envió un mensaje al usuario '%(sender)s'.

source: Please find below the answer from your correspondent.
es: Por favor encuentre abajo la respuesta de su correspondiente.

source: Thank you again for your interest in our services.
es: Gracias nuevamente por tu interés en nuestros servicios.

source: For more comfort, we encourage you to open an account on the site.
es: Para mayor comodidad, le sugerimos abrir una cuenta en el sitio.

source: The site administrator
es: El administrador del sitio

source: Note: This message is issued by an automated system. Do not reply, this would not be taken into account.
es: Nota: Este mensaje ha sido emitido de manera automática. No lo contestes, pues no sería considerado.

source: Received Messages
es: Mensajes recibidos

source: Received
es: Recibidos

source: Reply
es: Contestar

source: Sent
es: Enviados

source: Deleted Messages
es: Mensajes Eliminados

source: Messages in this folder can be removed from time to time. For long term storage, use instead the archive folder.
es: Los mensajes en esta carpeta pueden ser removidos con el paso del tiempo. Para almacenarlos un mayor tiempo, use la carpeta de archivos.

source: Conversation
es: Conversación

source: Message
es: Mensaje

source: Back
es: Retornar

source: Rejected
es: Rechazado

source: Fast Reply
es: Respuesta Rápida

source: Search OSR blog
es: Buscar en blog de OSR

source: Last Entries
es: Últimas Entradas

source: Entries for
es: Entradas para

source: No results founds.
es: Resultados no encontrados.
